/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

-- --------------------------------------------------------

INSERT INTO `locales_questgiver_greeting` (`Entry`, `Type`, `Text_loc1`, `Text_loc2`, `Text_loc3`, `Text_loc4`, `Text_loc5`, `Text_loc6`, `Text_loc7`, `Text_loc8`) VALUES
(240, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ох, и без этих новых проблем было довольно сложно поддерживать здесь порядок! Надеюсь, у тебя хорошие новости, $N...'),
(241, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Послушай, $g приятель:приятельница;. Меня зовут Реми. Я с востока Красногорья, а сюда пришел за делом, да, за делом. У тебя не найдется дела? Не найдется?'),
(253, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ага! Добрый день, добрый день, мастер-$C! Проходите, присаживайтесь. Выпейте что-нибудь. Я вижу, ваши глаза светятся предприимчивостью. Не сомневайтесь, разговор со мной сполна окупится.'),
(261, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Приветствую, $g гражданин:гражданка;. Ты не выглядишь праздным зевакой. Что за дело привело тебя в армию Штормграда?'),
(264, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Вольно, $c. Если ты здесь проездом, то рекомендую держаться дороги и путешествовать только днем. Если ты в Темнолесье по делам, прошу помочь Ночному дозору по мере сил. Наше мастерство неоспоримо, но, к сожалению, мы немногочисленны.'),
(344, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'В Красногорье бушует хаос!'),
(392, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Не бойся, $r. Много воды утекло с тех пор, как я был в этих землях. Я не собираюсь приченять тебе вред, и без того я видел в жизни слишком много смертей. Мир - это единственное, чего я хочу. Возможно, ты сумеешь помочь мне.'),
(786, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Приветствую $gпарень:девчонка;. Я Грелин Белобород. Тролли странно себя ведут в Холодной долине. Не нравится мне все это.'),
(900, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Что привело тебя в суд Озер, пред очи почтенного судьи Соломона?'),
(1343, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ну, кто это, как не $c, что рвется на поле брани со всем юным пылом?$BНесомненно, тебя привлекли сюда слухи о моих подвигах.$B$BСейчас не время для замшелых историй, но время для великих и доблестных свершений! Если ты ищешь славы, то сегодня удача улыбнулась тебе.'),
(1499, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ага, вот и ты! Для тебя есть задание, но мне совершенно не до того, чтобы разжевывать все по косточкам. Так что слушай внимательно!'),
(1500, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Я недеюсь, с тобой все в порядке, все прошло благополучно?$B$BПрисядь на минуту и послушай, что я расскажу тебе. Это печальная история, но однажды, надеюсь, месть поставит в ней точку.'),
(1515, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Алый орден вторгся в наши земли. Эти глупые фанатики не понимают, что истинные слуги Темной Госпожи предвидят их скорую смерть.'),
(2080, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Создание Тельдрассила было великим достижением, но теперь мы должны переключиться на поддержание его баланса.'),
(3139, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Тром''ка, $c. Есть немного времени для разговора и много работы.'),
(3188, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Если ты хочешь поговорить о чем-то, $c... то заходи, посиди со мной.'),
(3338, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Земля, вода и небо едины. Разделение существует только в твоих глазах. Мать-Земля заключает в себе все, и даже более этого.'),
(3339, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ну, если у тебя какой пустяк...'),
(3391, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Тралл хорошо заплатил мне и моим парням за помощь в строительстве Оргриммара, поэтому я решил построить здесь порт. Мы ведем большую часть нашего бизнеса через Пиратскую Бухту и Барона Ревилгаза.'),
(3446, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Да-да-да-да-да!!! Именно вас-то, $r, я и обыскался.\r\n\r\nПрисаживайтесь-присаживайтесь, нам нужно столько всего обсудить!'),
(3453, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Чем я могу вам помочь, $n? Если ничем, то я должен позаботиться об отправке.'),
(3519, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Я, Арания Проблеск Солнца, несу святую миссию защиты Пещеры Оракула.'),
(3567, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Приветствую тебя, $n. Приятно видеть, что и $cs, такой, как ты, готов принимать участие в защите лесов.'),
(3847, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ясеневый лес - густой лес, в котором по-настоящему кипит жизнь. Истинное удовольствие ходить по его тайным тропкам в поисках трав, но не следует терять бдительности: в этом лесу таятся свои опасности.'),
(4498, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Приветствую, $c.'),
(5767, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Единственная наша надежда - извлечь хоть что-нибудь хорошее из имеющейся отвратительной ситуации.'),
(5887, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Приветствую тебя, $n.');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
