/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

-- --------------------------------------------------------

INSERT INTO `locales_questgiver_greeting` (`Entry`, `Type`, `Text_loc1`, `Text_loc2`, `Text_loc3`, `Text_loc4`, `Text_loc5`, `Text_loc6`, `Text_loc7`, `Text_loc8`) VALUES
(240, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ох, и без этих новых проблем было довольно сложно поддерживать здесь порядок! Надеюсь, у тебя хорошие новости, $N...'),
(241, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Послушай, $g приятель:приятельница;. Меня зовут Реми. Я с востока Красногорья, а сюда пришел за делом, да, за делом. У тебя не найдется дела? Не найдется?'),
(253, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ага! Добрый день, добрый день, мастер-$C! Проходите, присаживайтесь. Выпейте что-нибудь. Я вижу, ваши глаза светятся предприимчивостью. Не сомневайтесь, разговор со мной сполна окупится.'),
(261, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Приветствую, $g гражданин:гражданка;. Ты не выглядишь праздным зевакой. Что за дело привело тебя в армию Штормграда?'),
(264, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Вольно, $c. Если ты здесь проездом, то рекомендую держаться дороги и путешествовать только днем. Если ты в Темнолесье по делам, прошу помочь Ночному дозору по мере сил. Наше мастерство неоспоримо, но, к сожалению, мы немногочисленны.'),
(344, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'В Красногорье бушует хаос!'),
(392, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Не бойся, $r. Много воды утекло с тех пор, как я был в этих землях. Я не собираюсь приченять тебе вред, и без того я видел в жизни слишком много смертей. Мир - это единственное, чего я хочу. Возможно, ты сумеешь помочь мне.'),
(733, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Смотри под ноги, $Gпарень:подруга;. Быть может наши с тобой интересы не совпадают, но это не значит, что я не поставлю тебе свечку за упокой, если джунгли поглотят тебя!'),
(737, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ну привет. Похоже, ты не против подзаработать монет, а? По глазам вижу, что хочешь. Я Могол Кебок, слежу за операциями в Азероте, и если хочешь разбогатеть, возможно, я смогу все организовать.'),
(773, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '$C, да? Я Кразек, секретарь барона Ревилгаза. Я знаю все о том, что происходит в этих джунглях и за их пределами. Хочешь узнать текущую цену на нефть в Кабестане? Нет? Может, ищешь работу? Я могу помочь тебе в этом.'),
(786, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Приветствую $gпарень:девчонка;. Я Грелин Белобород. Тролли странно себя ведут в Холодной долине. Не нравится мне все это.'),
(900, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Что привело тебя в суд Озер, пред очи почтенного судьи Соломона?'),
(1343, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ну, кто это, как не $c, что рвется на поле брани со всем юным пылом?$BНесомненно, тебя привлекли сюда слухи о моих подвигах.$B$BСейчас не время для замшелых историй, но время для великих и доблестных свершений! Если ты ищешь славы, то сегодня удача улыбнулась тебе.'),
(1356, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Я провожу очень важное геологическое исследование. Если твоё дело не столь же важное, в чем я не сомневаюсь, то не отвлекай меня.'),
(1499, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ага, вот и ты! Для тебя есть задание, но мне совершенно не до того, чтобы разжевывать все по косточкам. Так что слушай внимательно!'),
(1500, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Я недеюсь, с тобой все в порядке, все прошло благополучно?$B$BПрисядь на минуту и послушай, что я расскажу тебе. Это печальная история, но однажды, надеюсь, месть поставит в ней точку.'),
(1515, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Алый орден вторгся в наши земли. Эти глупые фанатики не понимают, что истинные слуги Темной Госпожи предвидят их скорую смерть.'),
(2080, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Создание Тельдрассила было великим достижением, но теперь мы должны переключиться на поддержание его баланса.'),
(2276, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Когда мне впервые предложили должность мирового судьи Южнобережья, я был восхищен тем, что добился этого в столь раннем возрасте.$B$BНо теперь, когда я здесь, мне интересно, не лучше ли было бы перебирать бумаги в Штормграде.'),
(2498, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Что-что?!? Мы все зарабатываем... но не тем, что простаиваем без дела.'),
(2501, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Вы здесь чтобы поучаствовать в кулачных боях?'),
(2700, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Мы в Опорном пункте владеем одним из немногих оставшихся участков территории Стромгарда в Нагорье Арати. И мы теряем позиции ...$B$BЕсли Вам есть что сказать, надеюсь, что это что-то хорошее.'),
(2785, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Уходи! Назад! У меня есть пачка взрывного порошка, и я не побоюсь ее использовать! Я нас взорву!$B$BОй, извини. Я тебя кое с кем спутал...'),
(2786, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Добро пожаловать в "Руны и Могучие Знания Костохвата", $C. Вы можете осмотреться здесь, но ничего не трогайте!$B$BНекоторые знания не предназначены для... непосвященных.'),
(2817, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Да-а, тяжко здесь, в этих Бесплодных землях, $C. Очень тяжко!$B$BНужно быть сумасшедшим, что бы приехать сюда по доброй воле... прямо как я...'),
(2860, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Это была настоящая бойня, скажу я тебе, $C. Мы схватили всё, что не было прибито и бежали со всех ног. Из-за этого припасов у нас осталось с гулькин нос.'),
(2910, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Эти негодяи застали нас врасплох, напав ночью. Немногим удалось уцелеть в той заварушке...'),
(2920, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Привет, $N.$B$BЛотвиль - не самый проницательный босс, который у меня был. Он действительно вовлечён в свою работу. Настолько, что иногда его слуги не едят, или им не платят.$B$B<Люсьен хмуро смотрит на Лотвиля.>$B$BНо это не значит, что вы должны страдать.'),
(2921, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Как прекрасно с твоей стороны, $C.$B$BМеня зовут Лотвиль Вериатус, член-основатель Просвещенного собрания арканологии, алхимии и инженерных наук: мы стремимся объединить интеллектуальные науки Азерота в одну общеобразовательную школу.'),
(3139, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Тром''ка, $c. Есть немного времени для разговора и много работы.'),
(3188, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Если ты хочешь поговорить о чем-то, $c... то заходи, посиди со мной.'),
(3338, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Земля, вода и небо едины. Разделение существует только в твоих глазах. Мать-Земля заключает в себе все, и даже более этого.'),
(3339, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ну, если у тебя какой пустяк...'),
(3391, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Тралл хорошо заплатил мне и моим парням за помощь в строительстве Оргриммара, поэтому я решил построить здесь порт. Мы ведем большую часть нашего бизнеса через Пиратскую Бухту и Барона Ревилгаза.'),
(3446, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Да-да-да-да-да!!! Именно вас-то, $r, я и обыскался.\r\n\r\nПрисаживайтесь-присаживайтесь, нам нужно столько всего обсудить!'),
(3453, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Чем я могу вам помочь, $n? Если ничем, то я должен позаботиться об отправке.'),
(3519, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Я, Арания Проблеск Солнца, несу святую миссию защиты Пещеры Оракула.'),
(3567, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Приветствую тебя, $n. Приятно видеть, что и $cs, такой, как ты, готов принимать участие в защите лесов.'),
(3847, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Ясеневый лес - густой лес, в котором по-настоящему кипит жизнь. Истинное удовольствие ходить по его тайным тропкам в поисках трав, но не следует терять бдительности: в этом лесу таятся свои опасности.'),
(4452, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Подойди поближе. Нам нужно обсудить важные вопросы, ты и я.$B$BМы же не хотим, чтобы некоторые из них услышали все вокруг?!'),
(4498, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Приветствую, $c.'),
(5767, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Единственная наша надежда - извлечь хоть что-нибудь хорошее из имеющейся отвратительной ситуации.'),
(5887, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Приветствую тебя, $n.'),
(7876, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Некоторые люди задаются вопросом, что мы делаем здесь, в пустыне. Что ж... Если я расскажу тебе, то ты останешься и лишишь нас прибыли!'),
(186420, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'Эта коллекция свитков содержит различную логистическую и стратегическую информацию, а также закодированную корреспонденцию.');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
